tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "alure"
brew "ascii"
brew "bash"
brew "bat"
brew "ccat"
brew "cmake"
brew "thefuck"
brew "cowsay"
brew "emojify"
brew "fd"
brew "fish"
brew "flow"
brew "node", link: false
brew "fx"
brew "fzf"
brew "readline"
brew "gawk"
brew "gcc@4.9"
brew "git-extras"
brew "glew"
brew "glfw"
brew "gnu-typist"
brew "hugo"
brew "jq"
brew "jsonpp"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libdnet", link: false
brew "maven"
brew "mongodb"
brew "nasm"
brew "neovim"
brew "nmap"
brew "python"
brew "opencv"
brew "pkg-config"
brew "postgresql"
brew "redis", restart_service: true
brew "ruby"
brew "sbt"
brew "sdl"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "socat"
brew "spark"
brew "swi-prolog"
brew "tldr"
brew "tmux"
brew "tokei"
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "yarn"
brew "zplug"
cask "alacritty"
cask "android-sdk"
cask "font-firacode-nerd-font"
cask "google-cloud-sdk"
cask "minikube"
