tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "alure"
brew "ascii"
brew "bash"
brew "bat"
brew "readline"
brew "python@3.8"
brew "ccat"
brew "cmake"
brew "cowsay"
brew "emojify"
brew "fd"
brew "pkg-config"
brew "fish"
brew "flow"
brew "node", link: false
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc@4.9"
brew "git-extras"
brew "glew"
brew "glfw"
brew "gnu-typist"
brew "helm"
brew "hugo"
brew "jq"
brew "jsonpp"
brew "kubernetes-cli", link: false
brew "libdnet", link: false
brew "maven"
brew "nasm"
brew "neovim"
brew "nmap"
brew "opencv"
brew "ruby"
brew "sbt"
brew "sdl"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "socat"
brew "spark"
brew "swi-prolog"
brew "tldr"
brew "tmux"
brew "vim"
brew "w3m"
brew "wget"
brew "yarn"
brew "zplug"
cask "adobe-creative-cloud"
cask "airtable"
cask "android-sdk"
cask "discord"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "grammarly"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keybase"
cask "kindle"
cask "kitty"
cask "minecraft"
cask "ngrok"
cask "postman"
cask "setapp"
cask "slack"
cask "thingsmacsandboxhelper"
